Repository: PaulStSmith/ExcelFusion
Catalog: Properties/Resources.*.resx
Languages: de, fr, ja, pt_br, pt_pt, ru

# Compressing
source: Compressing {0} ...
de: Komprimiere {0} ...
fr: Compression de {0} ...
ja: {0} を圧縮中...
pt_br: Comprimindo {0} ...
pt_pt: A comprimir {0} ...
ru: Сжатие {0} ...

# CreateArgumentDescription
source: A path to a folder containing the structure of an Excel file.
de: Ein Pfad zu einem Ordner, der die Struktur einer Excel-Datei enthält.
fr: Un chemin vers un dossier contenant la structure d'un fichier Excel.
ja: Excelファイルの構造を含むフォルダーへのパス。
pt_br: Um caminho para uma pasta contendo a estrutura de um arquivo Excel.
pt_pt: Um caminho para uma pasta contendo a estrutura de um ficheiro Excel.
ru: Путь к папке, содержащей структуру файла Excel.

# CreateDescription
source: Creates an Excel file based on a folder.
de: Erstellt eine Excel-Datei basierend auf einem Ordner.
fr: Crée un fichier Excel basé sur un dossier.
ja: フォルダーに基づいてExcelファイルを作成します。
pt_br: Cria um arquivo Excel baseado em uma pasta.
pt_pt: Cria um ficheiro Excel baseado numa pasta.
ru: Создает файл Excel на основе папки.

# CreateExtDescription
source: The name of the Extension of the Excel file.
de: Der Name der Erweiterung der Excel-Datei.
fr: Le nom de l'extension du fichier Excel.
ja: Excelファイルの拡張子の名前。
pt_br: O nome da extensão do arquivo Excel.
pt_pt: O nome da extensão do ficheiro Excel.
ru: Название расширения файла Excel.

# CreateOutDescription
source: The name of the Excel file output.
de: Der Name der Ausgabe-Excel-Datei.
fr: Le nom du fichier Excel de sortie.
ja: 出力するExcelファイルの名前。
pt_br: O nome do arquivo Excel de saída.
pt_pt: O nome do ficheiro Excel de saída.
ru: Название выходного файла Excel.

# Description
source: Extracts files from an Excel file and/or integrates such files back into and Excel file.
de: Extrahiert Dateien aus einer Excel-Datei und/oder integriert diese Dateien zurück in eine Excel-Datei.
fr: Extrait des fichiers d'un fichier Excel et/ou intègre ces fichiers dans un fichier Excel.
ja: Excelファイルからファイルを抽出したり、それらのファイルをExcelファイルに統合したりします。
pt_br: Extrai arquivos de um arquivo Excel e/ou integra esses arquivos de volta em um arquivo Excel.
pt_pt: Extrai ficheiros de um ficheiro Excel e/ou integra esses ficheiros de volta num ficheiro Excel.
ru: Извлекает файлы из файла Excel и/или интегрирует эти файлы обратно в файл Excel.

source: Excel closed.
de: Excel geschlossen.
fr: Excel fermé.
ja: Excelが閉じられました。
pt_br: Excel fechado.
pt_pt: Excel fechado.
ru: Excel закрыт.

# ExcelClosing
source: Closing Excel...
de: Excel wird geschlossen...
fr: Fermeture d'Excel...
ja: Excelを閉じています...
pt_br: Fechando Excel...
pt_pt: A fechar Excel...
ru: Закрытие Excel...

# ExcelOpen
source: Excel opened.
de: Excel geöffnet.
fr: Excel ouvert.
ja: Excelが開かれました。
pt_br: Excel aberto.
pt_pt: Excel aberto.
ru: Excel открыт.

# ExcelOpening
source: Opening Excel...
de: Excel wird geöffnet...
fr: Ouverture d'Excel...
ja: Excelを開いています...
pt_br: Abrindo Excel...
pt_pt: A abrir Excel...
ru: Открытие Excel...

# Extracing
source: Extracting {0} to '{1}' ...
de: Extrahiere {0} nach '{1}' ...
fr: Extraction de {0} vers '{1}' ...
ja: {0} を '{1}' に抽出中...
pt_br: Extraindo {0} para '{1}' ...
pt_pt: A extrair {0} para '{1}' ...
ru: Извлечение {0} в '{1}' ...

# ExtractArgumentDescription
source: A path to an Excel file.
de: Ein Pfad zu einer Excel-Datei.
fr: Un chemin vers un fichier Excel.
ja: Excelファイルへのパス。
pt_br: Um caminho para um arquivo Excel.
pt_pt: Um caminho para um ficheiro Excel.
ru: Путь к файлу Excel.

# ExtractDescription
source: Extracts files from an Excel file.
de: Extrahiert Dateien aus einer Excel-Datei.
fr: Extrait des fichiers d'un fichier Excel.
ja: Excelファイルからファイルを抽出します。
pt_br: Extrai arquivos de um arquivo Excel.
pt_pt: Extrai ficheiros de um ficheiro Excel.
ru: Извлекает файлы из файла Excel.

# ExtractOutDescription
source: The folder where to extact the Excel file.
de: Der Ordner, in den die Excel-Datei extrahiert werden soll.
fr: Le dossier où extraire le fichier Excel.
ja: Excelファイルを抽出するフォルダー。
pt_br: A pasta onde extrair o arquivo Excel.
pt_pt: A pasta onde extrair o ficheiro Excel.
ru: Папка для извлечения файла Excel.

# FileNotFoundMessage
source: Excel file '{0}' not found.
de: Excel-Datei '{0}' nicht gefunden.
fr: Fichier Excel '{0}' introuvable.
ja: Excelファイル '{0}' が見つかりません。
pt_br: Arquivo Excel '{0}' não encontrado.
pt_pt: Ficheiro Excel '{0}' não encontrado.
ru: Файл Excel '{0}' не найден.

# FolderNotFoundMessage
source: Folder '{0}' not found.
de: Ordner '{0}' nicht gefunden.
fr: Dossier '{0}' introuvable.
ja: フォルダー '{0}' が見つかりません。
pt_br: Pasta '{0}' não encontrada.
pt_pt: Pasta '{0}' não encontrada.
ru: Папка '{0}' не найдена.

# GrantAccess
source: Please, grant access to the Visual Basic Project.
de: Bitte gewähren Sie Zugriff auf das Visual Basic-Projekt.
fr: Veuillez accorder l'accès au projet Visual Basic.
ja: Visual Basicプロジェクトへのアクセスを許可してください。
pt_br: Por favor, conceda acesso ao Projeto Visual Basic.
pt_pt: Por favor, conceda acesso ao Projecto Visual Basic.
ru: Пожалуйста, предоставьте доступ к проекту Visual Basic.

# Header
source: ___ _ ___ _ | __|_ ____ ___| | __| _ __(_)___ _ _ | _|\ \ / _/ -_) | _| || (_-< / _ \ ' \ |___/_\_\__\___|_|_| \_,_/__/_\___/_||_| ========================================== Author: ByteForge MIT License - 2024
de: ___ _ ___ _ | __|_ ____ ___| | __| _ __(_)___ _ _ | _|\ \ / _/ -_) | _| || (_-< / _ \ ' \ |___/_\_\__\___|_|_| \_,_/__/_\___/_||_| ========================================== Autor: ByteForge MIT-Lizenz - 2024
fr: ___ _ ___ _ | __|_ ____ ___| | __| _ __(_)___ _ _ | _|\ \ / _/ -_) | _| || (_-< / _ \ ' \ |___/_\_\__\___|_|_| \_,_/__/_\___/_||_| ========================================== Auteur : ByteForge Licence MIT - 2024
ja: ___ _ ___ _ | __|_ ____ ___| | __| _ __(_)___ _ _ | _|\ \ / _/ -_) | _| || (_-< / _ \ ' \ |___/_\_\__\___|_|_| \_,_/__/_\___/_||_| ========================================== 作者: ByteForge MITライセンス - 2024
pt_br: ___ _ ___ _ | __|_ ____ ___| | __| _ __(_)___ _ _ | _|\ \ / _/ -_) | _| || (_-< / _ \ ' \ |___/_\_\__\___|_|_| \_,_/__/_\___/_||_| ========================================== Autor: ByteForge Licença MIT - 2024
pt_pt: ___ _ ___ _ | __|_ ____ ___| | __| _ __(_)___ _ _ | _|\ \ / _/ -_) | _| || (_-< / _ \ ' \ |___/_\_\__\___|_|_| \_,_/__/_\___/_||_| ========================================== Autor: ByteForge Licença MIT - 2024
ru: ___ _ ___ _ | __|_ ____ ___| | __| _ __(_)___ _ _ | _|\ \ / _/ -_) | _| || (_-< / _ \ ' \ |___/_\_\__\___|_|_| \_,_/__/_\___/_||_| ========================================== Автор: ByteForge Лицензия MIT - 2024

# ItsA
source: it's a {0}. Exporting.
de: es ist ein {0}. Exportiere.
fr: c'est un {0}. Exportation.
ja: これは {0} です。エクスポートしています。
pt_br: é um {0}. Exportando.
pt_pt: é um {0}. A exportar.
ru: это {0}. Экспорт.

# Open
source: '{0}' Open.
de: '{0}' Geöffnet.
fr: '{0}' Ouvert.
ja: '{0}' が開かれました。
pt_br: '{0}' Aberto.
pt_pt: '{0}' Aberto.
ru: '{0}' Открыт.

# Opening
source: Opening '{0}'...
de: Öffne '{0}'...
fr: Ouverture de '{0}'...
ja: '{0}' を開いています...
pt_br: Abrindo '{0}'...
pt_pt: A abrir '{0}'...
ru: Открытие '{0}'...

# Processing
source: Processing {0} ...
de: Verarbeite {0} ...
fr: Traitement de {0} ...
ja: {0} を処理中...
pt_br: Processando {0} ...
pt_pt: A processar {0} ...
ru: Обработка {0} ...

# ReferenceAdded
source: Reference to {0} added to the project. GUID = '{1}'
de: Verweis auf {0} zum Projekt hinzugefügt. GUID = '{1}'
fr: Référence à {0} ajoutée au projet. GUID = '{1}'
ja: {0} への参照がプロジェクトに追加されました。GUID = '{1}'
pt_br: Referência a {0} adicionada ao projeto. GUID = '{1}'
pt_pt: Referência a {0} adicionada ao projecto. GUID = '{1}'
ru: Ссылка на {0} добавлена в проект. GUID = '{1}'

# ReferenceFailed
source: Failed to add reference to {0}.
de: Fehler beim Hinzufügen des Verweises auf {0}.
fr: Échec de l'ajout de la référence à {0}.
ja: {0} への参照の追加に失敗しました。
pt_br: Falha ao adicionar referência a {0}.
pt_pt: Falha ao adicionar referência a {0}.
ru: Не удалось добавить ссылку на {0}.

# ReferenceGuidError
source: GUID in reference to '{0}' in the project file differs from GUID in the VB project.
de: GUID im Verweis auf '{0}' in der Projektdatei unterscheidet sich von der GUID im VB-Projekt.
fr: Le GUID dans la référence à '{0}' dans le fichier projet diffère du GUID dans le projet VB.
ja: プロジェクトファイル内の '{0}' への参照のGUIDがVBプロジェクトのGUIDと異なります。
pt_br: GUID na referência a '{0}' no arquivo do projeto difere do GUID no projeto VB.
pt_pt: GUID na referência a '{0}' no ficheiro do projecto difere do GUID no projecto VB.
ru: GUID в ссылке на '{0}' в файле проекта отличается от GUID в проекте VB.

# ReferenceGuidProject
source: in project file : {0}
de: in der Projektdatei : {0}
fr: dans le fichier projet : {0}
ja: プロジェクトファイル内 : {0}
pt_br: no arquivo do projeto : {0}
pt_pt: no ficheiro do projecto : {0}
ru: в файле проекта : {0}

# ReferenceGuiVbProject
source: in VB project : {0}
de: im VB-Projekt : {0}
fr: dans le projet VB : {0}
ja: VBプロジェクト内 : {0}
pt_br: no projeto VB : {0}
pt_pt: no projecto VB : {0}
ru: в проекте VB : {0}

# ReferenceRemoved
source: Referece removed from VB proejct.
de: Verweis aus VB-Projekt entfernt.
fr: Référence supprimée du projet VB.
ja: VBプロジェクトから参照が削除されました。
pt_br: Referência removida do projeto VB.
pt_pt: Referência removida do projecto VB.
ru: Ссылка удалена из проекта VB.

# TryAgain
source: Try again? Y/N
de: Erneut versuchen? J/N
fr: Réessayer ? O/N
ja: もう一度試しますか？ Y/N
pt_br: Tentar novamente? S/N
pt_pt: Tentar novamente? S/N
ru: Попробовать снова? Д/Н

# CouldNotDeserialize
source: Could not deserialize file '{0}'
de: Datei '{0}' konnte nicht deserialisiert werden
fr: Impossible de désérialiser le fichier '{0}'
ja: ファイル '{0}' をデシリアライズできませんでした
pt_br: Não foi possível desserializar o arquivo '{0}'
pt_pt: Não foi possível desserializar o ficheiro '{0}'
ru: Не удалось десериализовать файл '{0}'

source: Output folder not specified.
de: Ausgabeordner nicht angegeben.
fr: Dossier de sortie non spécifié.
ja: 出力フォルダーが指定されていません。
pt_br: Pasta de saída não especificada.
pt_pt: Pasta de saída não especificada.
ru: Выходная папка не указана.

# RootCommandDescription
source: Manipulates Excel files.
de: Manipuliert Excel-Dateien.
fr: Manipule les fichiers Excel.
ja: Excelファイルを操作します。
pt_br: Manipula arquivos Excel.
pt_pt: Manipula ficheiros Excel.
ru: Манипулирует файлами Excel.

# VbaCompileError
source: An error occurred while compiling the VBA project.
de: Ein Fehler ist beim Kompilieren des VBA-Projekts aufgetreten.
fr: Une erreur s'est produite lors de la compilation du projet VBA.
ja: VBAプロジェクトのコンパイル中にエラーが発生しました。
pt_br: Ocorreu um erro durante a compilação do projeto VBA.
pt_pt: Ocorreu um erro durante a compilação do projecto VBA.
ru: Произошла ошибка при компиляции проекта VBA.

# MitLicense
source: Copyright Â© 2024 ByteForge Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
de: Copyright © 2024 ByteForge Hiermit wird unentgeltlich jeder Person, die eine Kopie dieser Software und der zugehörigen Dokumentationsdateien (die "Software") erhält, die Erlaubnis erteilt, uneingeschränkt zu verfahren, einschließlich ohne Beschränkung der Rechte zur Nutzung, zum Kopieren, Modifizieren, Zusammenführen, Veröffentlichen, Verbreiten, Unterlizenzieren und/oder zum Verkauf von Kopien der Software, und Personen, denen diese Software überlassen wird, dies unter den folgenden Bedingungen zu gestatten: Der obige Urheberrechtsvermerk und dieser Erlaubnisvermerk sind in allen Kopien oder wesentlichen Teilen der Software beizulegen. DIE SOFTWARE WIRD OHNE JEDE AUSDRÜCKLICHE ODER IMPLIZIERTE GARANTIE BEREITGESTELLT, EINSCHLIEßLICH DER GARANTIE ZUR BRAUCHBARKEIT FÜR EINEN BESTIMMTEN ZWECK UND NICHTVERLETZUNG VON RECHTEN DRITTER. IN KEINEM FALL SIND DIE AUTOREN ODER COPYRIGHTINHABER FÜR JEGLICHEN SCHÄDEN ODER SONSTIGE ANSPRÜCHE HAFTBAR ZU MACHEN, OB INFOLGE DER ERFÜLLUNG EINES VERTRAGES, EINES DELIKTES ODER ANDERS IM ZUSAMMENHANG MIT DER SOFTWARE ODER SONSTIGER VERWENDUNG DER SOFTWARE.
fr: Copyright © 2024 ByteForge Par la présente, l'autorisation est accordée, gratuitement, à toute personne obtenant une copie de ce logiciel et des fichiers de documentation associés (le "Logiciel"), de traiter le Logiciel sans restriction, y compris sans limitation les droits d'utiliser, copier, modifier, fusionner, publier, distribuer, sous-licencier, et/ou vendre des copies du Logiciel, et de permettre aux personnes à qui le Logiciel est fourni de le faire, sous réserve des conditions suivantes : L'avis de copyright ci-dessus et cet avis d'autorisation doivent être inclus dans toutes les copies ou parties substantielles du Logiciel. LE LOGICIEL EST FOURNI "EN L'ÉTAT", SANS GARANTIE D'AUCUNE SORTE, EXPRESSE OU IMPLICITE, Y COMPRIS MAIS SANS S'Y LIMITER LES GARANTIES DE COMMERCIABILITÉ, D'ADÉQUATION À UN USAGE PARTICULIER ET DE NON-VIOLATION. EN AUCUN CAS LES AUTEURS OU DÉTENTEURS DE DROITS D'AUTEUR NE SERONT RESPONSABLES DE TOUTE RÉCLAMATION, DOMMAGES OU AUTRE RESPONSABILITÉ, QUE CE SOIT DANS UNE ACTION DE CONTRAT, DE DÉLIT OU AUTRE, DÉCOULANT DE, EN DEHORS DE OU EN RAPPORT AVEC LE LOGICIEL OU L'UTILISATION OU AUTRES TRANSACTIONS DANS LE LOGICIEL.
ja: Copyright © 2024 ByteForge 本ソフトウェアおよび関連文書ファイル（以下「ソフトウェア」）のコピーを取得する すべての人に対し、ソフトウェアを無制限に扱うことを無償で許可します。これには、 ソフトウェアのコピーを使用、複製、変更、結合、公表、頒布、サブライセンス、 および/または販売する権利、およびソフトウェアを提供する相手に同じことを許可する 権利も無制限に含まれます。 上記の著作権表示および本許諾表示を、ソフトウェアのすべてのコピーまたは重要な部分に 記載するものとします。 ソフトウェアは「現状のまま」で、明示であるか暗黙であるかを問わず、何らの保証もなく 提供されます。ここでいう保証とは、商品性、特定の目的への適合性、および権利非侵害に ついての保証も含みますが、それに限定されるものではありません。 作者または著作権者は、 契約行為、不法行為、またはそれ以外であろうと、ソフトウェアに起因または関連し、 またはソフトウェアの使用またはその他の扱いによって生じる一切の請求、損害、その他の 責任について何らの責任も負わないものとします。
pt_br: Copyright © 2024 ByteForge Por este meio é concedida permissão, gratuitamente, a qualquer pessoa que obtenha uma cópia deste software e arquivos de documentação associados (o "Software"), para lidar com o Software sem restrições, incluindo sem limitação os direitos de usar, copiar, modificar, mesclar, publicar, distribuir, sublicenciar, e/ou vender cópias do Software, e para permitir às pessoas a quem o Software é fornecido a fazê-lo, sujeito às seguintes condições: O aviso de copyright acima e este aviso de permissão devem ser incluídos em todas as cópias ou partes substanciais do Software. O SOFTWARE É FORNECIDO "COMO ESTÁ", SEM GARANTIA DE QUALQUER TIPO, EXPRESSA OU IMPLÍCITA, INCLUINDO MAS NÃO LIMITADO ÀS GARANTIAS DE COMERCIABILIDADE, ADEQUAÇÃO A UM PROPÓSITO PARTICULAR E NÃO VIOLAÇÃO. EM NENHUM CASO OS AUTORES OU DETENTORES DE COPYRIGHT SERÃO RESPONSÁVEIS POR QUALQUER REIVINDICAÇÃO, DANOS OU OUTRA RESPONSABILIDADE, SEJA EM UMA AÇÃO DE CONTRATO, DELITO OU OUTRO, DECORRENTE DE, FORA DE OU EM CONEXÃO COM O SOFTWARE OU O USO OU OUTRAS TRANSAÇÕES NO SOFTWARE.
pt_pt: Copyright © 2024 ByteForge Por este meio é concedida permissão, gratuitamente, a qualquer pessoa que obtenha uma cópia deste software e ficheiros de documentação associados (o "Software"), para tratar do Software sem restrições, incluindo sem limitação os direitos de usar, copiar, modificar, fundir, publicar, distribuir, sublicenciar, e/ou vender cópias do Software, e para permitir às pessoas a quem o Software é fornecido fazê-lo, sujeito às seguintes condições: O aviso de copyright acima e este aviso de permissão devem ser incluídos em todas as cópias ou partes substanciais do Software. O SOFTWARE É FORNECIDO "TAL COMO ESTÁ", SEM GARANTIA DE QUALQUER TIPO, EXPRESSA OU IMPLÍCITA, INCLUINDO MAS NÃO LIMITADO ÀS GARANTIAS DE COMERCIABILIDADE, ADEQUAÇÃO A UM PROPÓSITO PARTICULAR E NÃO VIOLAÇÃO. EM NENHUM CASO OS AUTORES OU DETENTORES DE COPYRIGHT SERÃO RESPONSÁVEIS POR QUALQUER RECLAMAÇÃO, DANOS OU OUTRA RESPONSABILIDADE, SEJA NUMA ACÇÃO DE CONTRATO, DELITO OU OUTRO, DECORRENTE DE, FORA DE OU EM CONEXÃO COM O SOFTWARE OU O USO OU OUTRAS TRANSACÇÕES NO SOFTWARE.
ru: Copyright © 2024 ByteForge Настоящим предоставляется бесплатное разрешение любому лицу, получившему копию данного программного обеспечения и связанных файлов документации («Программное обеспечение»), работать с Программным обеспечением без ограничений, включая неограниченное право на использование, копирование, изменение, слияние, публикацию, распространение, сублицензирование и/или продажу копий Программного обеспечения, а также лицам, которым предоставляется данное Программное обеспечение, при соблюдении следующих условий: Указанное выше уведомление об авторском праве и данные условия должны быть включены во все копии или существенные части Программного обеспечения. ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ПРЕДОСТАВЛЯЕТСЯ «КАК ЕСТЬ», БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ ГАРАНТИИ ТОВАРНОЙ ПРИГОДНОСТИ, ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННЫХ ЦЕЛЕЙ И НЕНАРУШЕНИЯ ПРАВ. НИ В КАКОМ СЛУЧАЕ АВТОРЫ ИЛИ ПРАВООБЛАДАТЕЛИ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ПО КАКИМ-ЛИБО ИСКАМ, УЩЕРБУ ИЛИ ДРУГОЙ ОТВЕТСТВЕННОСТИ, БУДЬ ТО В РЕЗУЛЬТАТЕ ДОГОВОРА, ПРАВОНАРУШЕНИЯ ИЛИ ИНОГО, ВОЗНИКАЮЩЕГО ИЗ ИЛИ В СВЯЗИ С ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ ИЛИ ИСПОЛЬЗОВАНИЕМ ИЛИ ИНЫМИ ДЕЙСТВИЯМИ В ПРОГРАММНОМ ОБЕСПЕЧЕНИИ.

# LicenseDescription
source: Displays the MIT license
de: Zeigt die MIT-Lizenz an
fr: Affiche la licence MIT
ja: MITライセンスを表示します
pt_br: Exibe a licença MIT
pt_pt: Mostra a licença MIT
ru: Отображает лицензию MIT

# MacroError
source: Excel could not run an AutoLoad macro.
de: Excel konnte ein AutoLoad-Makro nicht ausführen.
fr: Excel n'a pas pu exécuter une macro AutoLoad.
ja: ExcelがAutoLoadマクロを実行できませんでした。
pt_br: O Excel não conseguiu executar uma macro AutoLoad.
pt_pt: O Excel não conseguiu executar uma macro AutoLoad.
ru: Excel не смог выполнить макрос AutoLoad.
